Repository: samikeijonen/tips-and-tricks
Catalog: languages/tips-and-tricks-*.po
Languages: fi

source: Table of Contents
fi: Sisällysluettelo

source: Show Tips
fi: Näytä ohjeet

source: Close
fi: Sulje

source: Tips
fi: Ohjeet

source: How to use tips?
fi: Miten ohjeita luetaan?

source: Select a category from above to view tips.
fi: Valitse ohjeiden kategoria yläpuolelta.

source: Click the tip title.
fi: Klikkaa ohjeen otsikkoa.

source: Click arrow up next the title to get back table of contents.
fi: Klikkaa otsikon vieressä olevaa nuolta palataksesi takaisin sisällysluetteloon.

source: Helpful Tips
fi: Ohjeet ja vinkit

source: How to read tips?
fi: Miten ohjeita luetaan?

source: To read your help tip, simply click the link in table of contents.
fi: Klikkaa sisällysluettelon linkkejä, jotta pääset lukemaan ohjeita.

source: How to filter tips?
fi: Miten ohjeita suodatetaan?

source: Click the category links to see tips from that category.
fi: Klikkaa ohjeiden kategoria-linkkejä nähdäksesi siihen liittyvät ohjeet.

source: Tip
fi: Ohje

source: Add Tip
fi: Lisää ohje

source: Add New Tip
fi: Lisää uusi ohje

source: Edit Tip
fi: Muokkaa ohjetta

source: New Tip
fi: Uusi ohje

source: View Tip
fi: Näytä ohje

source: Search Tips
fi: Etsi ohjeita

source: No tips found
fi: Ohjeita ei löytynyt

source: No tips found in trash
fi: Roskakorista ei löytynyt ohjeita

source: Enter tip name
fi: Kirjoita ohjeen nimi

source: Tip updated. <a href="%s">View tip</a>
fi: Ohje päivitetty. <a href="%s">Näytä ohje</a>

source: Tip updated.
fi: Ohje päivitetty.

source: Tip restored to revision from %s
fi: Ohje palautettu versiosta %s

source: Tip published. <a href="%s">View tip</a>
fi: Ohje julkaistu. <a href="%s">Näytä ohje</a>

source: Tip saved.
fi: Ohje tallennettu

source: Tip submitted. <a target="_blank" href="%s">Preview tip</a>
fi: Ohje lähetetty. <a target="_blank" href="%s">Esikatsele ohjetta</a>

source: Tip scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview tip</a>
fi: Ohje ajastettu: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Esikatsele ohjetta</a>

source: M j, Y @ G:i
fi: j.n.Y, G.i

source: Tip draft updated. <a target="_blank" href="%s">Preview tip</a>
fi: Ohjeen luonnos päivitetty. <a target="_blank" href="%s">Esikatsele ohjetta</a>

source: Tips and tricks Categories
fi: Ohjeiden kategoriat

source: Tips and tricks Category
fi: Ohjeiden kategoria

source: Categories
fi: Kategoriat

source: Category
fi: Kategoria

source: Search Categories
fi: Etsi kategorioita

source: Popular Categories
fi: Suositut kategoriat

source: All Categories
fi: Kaikki kategoriat

source: Edit Category
fi: Muokkaa kategoriaa

source: View Category
fi: Näytä kategoria

source: Update Category
fi: Päivitä kategoria

source: Add New Category
fi: Lisää uusi kategoria

source: New Category Name
fi: Uuden kategorian nimi

source: Parent Category
fi: Yläkategoria

source: Parent Category:
fi: Yläkategoria:

source: Tips and tricks Tags
fi: Ohjeiden avainsanat

source: Tips and tricks Tag
fi: Ohjeiden avainsana

source: Tags
fi: Avainsanat

source: Tag
fi: Avainsana

source: Search Tags
fi: Etsi avainsanoja

source: Popular Tags
fi: Suositut avainsanat

source: All Tags
fi: Kaikki avainsanat

source: Edit Tag
fi: Muokkaa avainsanaa

source: View Tag
fi: Näytä avainsana

source: Update Tag
fi: Päivitä avainsana

source: Add New Tag
fi: Lisää uusi avainsana

source: New Tag Name
fi: Uuden avainsanan nimi

source: Separate tags with commas
fi: Erota avainsanat pilkulla

source: Add or remove tags
fi: Lisää tai poista avainsanoja

source: Choose from the most used tags
fi: Valitse käytetyimmistä avainsanoista

source: No tags found
fi: Avainsanoja ei löytynyt

source: Tips and tricks
fi: Ohjeet ja vinkit

source: Helpful tips and tricks for editors in media modal window.
fi: Ohjeita ja vinkkejä kirjoittajille media-ikkunassa.
